Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: Expectations among the majority Kosovo Albanian population for an early resolution of Kosovo's future status are very high.
es: La población mayoritaria albanesa de Kosovo tiene muchas expectativas de que pronto se resuelva el estatuto futuro de Kosovo.

source: Positive operative earnings before interest and tax (EBIT) of EUR 146 million
es: Resultado de explotación positivo antes de intereses e impuestos (EBIT) de 146 millones EUR

source: The positive trend was visible in the wind farm development and sale division, which reported key figures in positive territory (EBIT of 4 million euro at September 2010).
es: En la unidad de promoción y venta de parques se observa una evolución positiva, que le permite situar en positivo su principales magnitudes (Ebit de 4 millones a septiembre 2010).

source: On the basis of these projections, future EBIT is estimated at
es: Sobre la base de estas proyecciones, el BAII futuro se estima en el

source: The installation of EBIT AET cardiology PACS was completed in turn of three months.
es: La instalación del PACS de cardiología EBIT AET se completó en el término de tres meses.

source: Champion will be able to double subscriber numbers, recover high ARPU levels, double revenues, reestablish good EBITDA and EBIT margins, get solid cash flows.
es: Campeón estaría en condiciones de doblar el número de sus abonados, recuperar altos niveles de ARPU, doblar ingresos, reestablecer buenos márgenes EBITDA y EBIT, y obtener sólidos niveles de circulante.

source: Finally, the company reiterates the target of achieving an EBIT margin (before extraordinary and non recurrent costs) at around 11.4%.
es: Por último, se mantiene el objetivo de conseguir un margen EBIT (antes de costes extraordinarios no recurrentes) en el entorno del 11,4%.

source: Due to lower EBIT and the increase in the negative financial result, net earnings for the quarter decreased to 107 million euros.
es: El superávit trimestral se redujo a 107 millones de euros debido al menor EBIT y el descenso de los resultados financieros.

source: Recurrent EBIT (before extraordinary costs) reached 146 M
es: El Resultado de Explotación antes de costes extraordinarios (EBIT Recurrente) ha alcanzado los 146 M

source: The EBITDA margin held at 7.5%, to reach Euros 459 million, and the EBIT margin also held at 6.2%, and reached Euros 380 million.
es: El margen EBITDA se mantuvo en el 7,5%, alcanzando los 459 millones de euros, y el margen del EBIT también se mantuvo en el 6,2%, llegando a los 380 millones de euros.

source: Compared to last year earnings before interest and tax (EBIT) improved from 19 million euros to 46 million euros.
es: La ganancia antes de intereses e impuestos (EBIT) ha aumentado de 19 millones en el año anterior a 46 millones de euros en el presente.

source: EBIT was affected by sizeable advertising expenditure aimed at reinforcing our brand in the markets where we have a leading position, such as wood protection products.
es: En cuanto al Beneficio de Explotación se muestra afectado por las fuertes inversiones en publicidad, que tienen como objetivo consolidar nuestra marca en los mercados en que mantenemos una posición de liderazgo, como el de protección de madera.

source: EBIT also moved back into positive territory at CHF 0.5 million (compared to CHF -3.6 million for the 2009 period).
es: El EBIT también regresó a números positivos para situarse en 0,5 millones de CHF (frente a -3,6 millones de CHF en el mismo periodo de 2009).

source: The positive sales performance has lead to an increase in operating cash flow (EBITDA) of 37 percent and an increase in operating income (EBIT) of 38 percent.
es: El buen comportamiento de las ventas ha permitido un crecimiento del cash flow de explotación (EBITDA) del 37 por ciento y un aumento del resultado de operaciones (EBIT) del 38 por ciento.

source: Agbar closed 2008 with healthy organic growth, reflected in the EBIT increase of 18.4%, up to 439.2 million euros, and earnings that increased by 8.6%, up to 3,108.2 million euros.
es: Agbar cerró el 2008 con un importante crecimiento orgánico, reflejado en un incremento del EBIT de un 18,4% hasta los 439,2 millones de euros y una cifra de ingresos que aumentó un 8,6% hasta los 3.108,2 millones de euros.

source: Earnings before tax decreased above the EBIT (-35.4%), which was mainly due to the increase in financial expenses.
es: El resultado antes de impuestos disminuye por encima del EBIT (-35,4%) debido fundamentalmente al incremento de los gastos financieros.

source: EBIT AET is specialized in developing high-level solutions for DICOM connectivity and networking.
es: EBIT AET está especializada en desarrollar soluciones de alto nivel para redes y conectividad DICOM.

source: The net operating income (EBIT) grew to reach 2,487 million euros, 11.7% of sales, which almost triples that of the year before and in comparable terms represents growth of 12.1%.
es: El resultado neto de explotación (EBIT) creció hasta alcanzar los 2.487 millones de euros, un 11,7% sobre las ventas, que casi triplica el del año pasado, y que en términos comparables supone un crecimiento del 12,1

source: The wind farm division's results reflect a revival of wind farm construction and sales, enabling it to contribute positively to group earnings, with EBIT of 4 million euro.
es: Los resultados de la división de parques reflejan una reactivación en la actividad de construcción y venta de parques, que le ha permitido empezar a contribuir positivamente al resultado del grupo, aportando un Ebit de 4 millones de euros.

source: EBIT rose by 159 million euros, 23.6% more than in the same period of 2007.
es: El beneficio neto ascendió por su parte a 159 millones de euros, un 23,6% más que en el mismo período que el ejercicio anterior.

source: 252m, representing an EBIT margin of 10%.
es: equivalente a un margen sobre ventas del 10%.

source: The Board of Directors is, however, maintaining a target of 10% for the EBIT margin.
es: El Consejo de Administración mantiene, sin embargo, el objetivo previsto de un margen EBIT del 10%.

source: As a consequence of this and the effect of exchange rates, the gross margin has decreased by 140 b.p. in the FY. The growth in LFL sales over the period has not been enough to offset the costs involved in the new openings, resulting in a decrease in the EBIT margin of almost 300 b.p.
es: Como consecuencia de todo ello y de los efectos de los tipos de cambio, se ha producido una reducción del margen bruto anual de 140 puntos básicos, y el nivel de ventas en superficie comparable no ha sido suficiente para contrarrestar el coste de las nuevas aperturas, disminuyendo el margen operativo en casi 300 puntos básicos.

source: Henkel expects to achieve an increase in operating profit (EBIT) - adjusted for foreign exchange - in excess of organic sales growth.
es: Para el beneficio operativo (EBIT) Henkel espera un crecimiento, depurados los efectos del tipo de cambio, por encima del crecimiento orgánico de las ventas.

source: It should, however, be remembered that the realisation of these expectations may depend on the availability of future rounds of equity financing.
es: Sin embargo, convendría recordar que el cumplimiento de estas expectativas puede depender de la disponibilidad de las futuras rondas de financiación a través de acciones.

source: In full-year 2006 the Executive Board expects to achieve Group revenues of between EUR 425 and 435 million and an operating profit (EBIT) of more than EUR 50 million.
es: En todo el año 2006, el Consejo directivo espera alcanzar un volumen de ventas anual del consorcio de entre 425 y 435 millones de euros, y un resultado de la actividad industrial (EBIT) de más de 50 millones de euros.

source: The EBITDA sales margin remained unchanged at 7.5%, and the EBIT sales margin stood at 6.2%.
es: El margen EBITDA sobre ventas se mantuvo en el 7,5%, y el margen EBIT sobre ventas se situó en el 6,2%.

source: The forecasts for 2004, which again must be viewed against the background of a difficult environment, show an operating result similar to that for 2003 an EBIT of EUR 17 million and a net profit of EUR 2 million for the first half of 2004.
es: Las previsiones para 2004, que se inscriben en un medio difícil, arrojan un resultado operativo similar al de 2003 un BAII de 17 millones EUR y un resultado neto de 2 millones EUR para el primer semestre de 2004.

source: In percentage terms, the EBIT reached 9.6%, which was a slight improvement on the previous year's performance (9.4%).
es: El EBIT como porcentaje de las ventas se sitúa en el 9,6% mejorando este ratio ligeramente sobre el correspondiente al año anterior (9,4%).

source: An analysis of the target's historical financial performance making it possible to assess the reliability of the main financial indicators (EBITDA, EBIT, etc.).
es: Un análisis del resultado financiero histórico que permita apreciar la solidez de los principales agregados financieros (EBITDA, EBIT,?)

source: The monitoring of risk capital markets will be based on monitoring of these three main forms of equity financing.
es: La supervisión de los mercados de capital-riesgo se basará en el seguimiento de estas tres principales formas de financiación por participación.

source: The small Canadian gold producer also said it would not be completed an equity financing announced in January.
es: El pequeño productor de oro canadiense también dijo que ya no sería completada una financiación de capital anunciada en enero.

source: Equity financing is of relatively little importance, accounting for only about 3 per cent of investment financing - a share that is even smaller than financial support from family and friends.
es: La financiación mediante la emisión de acciones es relativamente poco importante y representa sólo alrededor del 3% de la financiación de las inversiones, un porcentaje más bajo incluso que el apoyo financiero de la familia y las amistades.

source: Local governments' access to long-term (international) capital markets and equity financing is limited by a perceived lack of creditworthiness and limited confidence in the capacity of local governments to repay debts.
es: El acceso de los gobiernos locales a mercados de capital (Internacional) a largo plazo y financiación propia mediante la emisión de acciones es limitado por una percibida ausencia de solvencia y una limitada confianza en la capacidad de los gobiernos para rembolsar sus deudas.

source: Large projects based on established technology, such as hydroelectric power or onshore wind power, are traditionally funded by large financial institutions and require pools of debt, mezzanine, and equity financing from multiple sources.
es: Los proyectos grandes, basados en tecnología establecida, tales como la energía hidroeléctrica o la energía eólica en plataformas marítimas, tradicionalmente reciben fondos de instituciones financieras grandes y requieren un financiamiento combinado de deuda, entrepiso y capital de múltiples fuentes.

source: Equity financing is of greater importance in Asia and in the emerging-market economies of Eastern and Central Europe, while for firms in Latin America and the Caribbean trade credit accounts for a relatively larger proportion of their total financing.
es: La financiación mediante la emisión de acciones es más importante en Asia y en las economías de mercado emergentes de Europa oriental y central, mientras que las empresas de América Latina y el Caribe utilizan el crédito convencional en una proporción relativamente mayor de su financiación total.

source: Although small in relation to other financial markets, the risk capital market is of unique importance in providing a source of equity financing for young and innovative businesses.
es: Aunque más reducido que otros mercados financieros, el mercado de capital de riesgo es de suma importancia porque proporciona una fuente de capital social a empresas nuevas e innovadoras.

source: The preferred equity financing arrangements consist of
es: Los acuerdos para el financiamiento mediante capital preferente consiste de

source: poor legal institutions result in high levels of ownership concentration, low availability of external equity financing, narrow equity markets, and small debt markets.
es: "la deficiencia de las instituciones jurídicas se traduce en un elevado grado de concentración accionaria, una escasa disponibilidad de financiamiento por capital externo, mercados de capitales estrechos y mercados de deuda pequeños""."

source: "The Council RECALLS its conclusions of October 2004 on the follow-up of the Risk Capital Action Plan, whereby it emphasised ""the vital role of risk capital markets for providing equity financing to high-growth small and medium-sized companies, and thus for job creation and the development of a vibrant entrepreneurial culture in the EU."
es: "El Consejo RECUERDA sus conclusiones de octubre de 2004 sobre la acción consecutiva al plan de acción sobre capital de riesgo, en las que destacó ""el papel vital de los mercados de capital riesgo en la financiación por acciones de las pequeñas y medianas empresas de elevado crecimiento y, por consiguiente, en la creación de empleo y el desarrollo de una cultura empresarial vibrante en la UE."

source: The IPB-Market-Approach delivers also a reliable value for equity financing, purchase price allocations, licensing and all other related questions of patent management concerning valuation.
es: El enfoque aplicado por la IPB también permite otorgar un valor fiable a la financiación mediante emisión de acciones, la asignación de precios de compra, la concesión de licencias y demás cuestiones conexas de la gestión de patentes para su evaluación.

source: The International Finance Corporation (IFC) is the largest multilateral source of loan and equity financing for private sector projects in the developing world.
es: La Corporación Financiera Internacional (CFI) es la mayor fuente multilateral de préstamos y financiamiento de capital para proyectos del sector privado en los países en desarrollo.

source: The low recourse to equity financing is a consequence both of relatively low demand for external financing and of the very low cost of other sources of finance.
es: El limitado recurso a la financiación mediante acciones es consecuencia de la relativamente reducida demanda de financiación externa y del muy bajo coste de otras fuentes de financiación.

source: At the same time, real dividend yields (which can be seen as an indicator for the real cost of equity financing), while remaining at a somewhat higher level than their average since the mid-1990s, declined from the peak observed in 2003.
es: Al mismo tiempo, aunque el rendimiento real por dividendo (que puede considerarse un indicador del coste real de la financiación mediante acciones) permaneció en un nivel ligeramente superior a su media desde mediados de la década de los noventa, descendió desde el máximo observado en el 2003.

source: Cristiano has also undertaken M&A advisory projects, and managed due diligences and valuation projects in support of the debt and equity financing of telecom ventures.
es: Ha emprendido además proyectos de asesoramiento en fusiones y adquisiciones de empresas, y ha llevado a cabo las debidas diligencias y proyectos de valoración en apoyo de la financiación de la deuda y el capital de empresas de telecomunicaciones.

source: equity investments on the basis of the private investor principle, quasi-equity financing and shareholdings or equity participations in international financial institutions such as the European Bank for Reconstruction and Development (EBRD) or specialised Community bodies such as the European Investment Fund (EIF)
es: las inversiones en capital social realizadas de conformidad con el principio de inversor privado, la financiación de cuasi-capital, y las participaciones en entidades financieras internacionales como el Banco Europeo de Reconstrucción y Desarrollo (BERD) o en organismos comunitarios especializados como el Fondo Europeo de Inversiones (FEI)

source: Washington D.C.-The Inter-American Investment Corporation (IIC) announced that it has received generous financial support from the Korea-IIC SME Development Trust Fund to design a strategic framework for developing creative quasi-equity financing instruments for SMEs in Latin America and the Caribbean.
es: Washington, D.C. - La Corporación Interamericana de Inversiones (CII) anunció que ha recibido apoyo financiero generoso del Fondo Fiduciario Corea-CII para el Desarrollo de la PYME para diseñar un marco estratégico encaminado a desarrollar innovadores instrumentos de financiamiento para PYME en América Latina y el Caribe mediante cuasicapital.

source: Canada is also the largest centre for mining equity financing, providing more than 60 percent of the funds needed for mineral exploration and mine development globally.
es: Canadá es el principal centro de financiamiento para la minería, ya que suministra más del 60% de los fondos invertidos en la exploración y explotación minera a nivel mundial.

source: If you are a business and are interested in equity financing, this link will provide a list of investment companies that work with SBA to provide equity to small businesses.
es: Si usted tiene una empresa y está interesado en el financiamiento de plusvalía, este vínculo le proporcionará una lista de compañías de inversiones que trabajan con la SBA para proporcionar plusvalía a pequeñas empresas.

source: Other initiatives supported by the Bank on a pilot basis include equity financing and technological and management support through joint ventures (for example, with indigenously owned enterprises in developed countries) and other equity financing mechanisms.
es: Otras iniciativas apoyadas por el Banco a título experimental comprenden financiación del capital social y apoyo tecnológico y administrativo mediante empresas mixtas (por ejemplo, con empresas de propiedad indígena en países desarrollados) y otros mecanismos de financiación del capital social.

source: A well developed financial market promotes competition by making debt capital and equity financing available to firms without connections or access to subsidies.
es: Un mercado financiero bien desarrollado fomenta la competencia facilitándoles el acceso a los préstamos de capital y a instrumentos de autofinanciación a las empresas sin contactos o sin acceso a subsidios.

source: The session highlighted innovative financing initiatives for health, such as the Global Fund to Fight AIDS, Tuberculosis and Malaria; Affordable Medicines Facility for Malaria (AMFm); and Heartfile's Health Equity Financing Pilot project in Pakistan.
es: En ella se destacaron iniciativas innovadoras de financiación de la salud como el Fondo Mundial de Lucha contra el SIDA, la Tuberculosis y la Malaria; el Mecanismo de Medicinas Asequibles para la Malaria; y el proyecto piloto de Equidad en la Financiación de la Salud de Heartfile en el Pakistán.

source: Dr. Sania Nishtar, President and CEO, Heartfile, showcased the Health Equity Financing Pilot project in Pakistan.
es: La Dra. Sania Nishtar, Presidenta y Directora Ejecutiva de Heartfile, describió el proyecto piloto de Equidad en la Financiación de la Salud de Heartfile en el Pakistán.

source: The European Council meeting in Lisbon, held on 23 and 24 March 2000, placed even stronger emphasis on this approach by inviting the EIB Group to step up its equity financing for innovative SMEs in the Union, via the EIF.
es: El Consejo Europeo de Lisboa de los días 23 y 24 de marzo de 2000 vino a corroborar esta orientación instando al Grupo BEI a desarrollar por intermedio del FEI sus actividades en favor del reforzamiento de los fondos propios de las PYME innovadoras dentro de la Unión.

source: This report focuses on access to financing and the forms such access might take Equity financing, on the one hand, and debt financing, on the other.
es: Este informe hace hincapié en el acceso a la financiación de dos formas distintas la aportación de fondos propios por un lado, y el recurso a la deuda por otro.

source: Most businesses have a mix of debt and equity financing.
es: La mayoría de las empresas suele buscar financiamiento tanto para deuda como para capital.

source: The preferred equity financing arrangements are non-recourse to CEMEX and its subsidiaries, except in respect of indemnification obligations on the part of CEMEX.
es: Los acuerdos para el financiamiento mediante capital preferente son sin recurso ante CEMEX y sus subsidiarias, excepto en lo que respecta a ciertas obligaciones de indemnización por parte de CEMEX.

source: Compared to previous year's results, the operative earnings before interest and taxes (EBIT) went up by EUR 97 million to EUR 146 million, landing the operative margin at 4.1 percent.
es: El resultado de explotación antes de intereses e impuestos (EBIT) ha aumentado en 97 millones de euros en comparación con el pasado año, y ha alcanzado los 146 millones de euros.

source: Pre-tax profit increased by 38%, reaching 49.2m euros compared to 35.5m euros during the previous year, while Earnings Before Interest and Taxes were 63.9m euros compared to 50.1m euros in the previous financial year, representing an increase of 28%.
es: El Beneficio antes de impuestos aumenta en un 38%, alcanzando los 49,2M de euros frente a los 35,5M de euros del año anterior y el beneficio de explotación es de 63,9M de euros frente a los 50,1M de euros del ejercicio anterior, lo que supone un incremento de un 28%.

source: a return of turnover on capital, i.e. the % EBIT (earnings before interest and taxes) of turnover of at least 1.5
es: un rendimiento del capital, es decir, un EBIT (beneficio antes de intereses e impuestos) mínimo del 1,5 %.

source: The formula is based on the operating results of the company (EBIT, earnings before interest and taxes) recorded in the year before granting/notifying the aid (indicated as t).
es: La fórmula se basa en los resultados de explotación de la empresa (BAII, beneficios antes de impuestos e intereses) registrados en el año anterior a la concesión/notificación de la ayuda (indicado como t).

source: EBIT (Earnings before interest and taxes) were 50.1m, with a rise of 61%.
es: El EBIT, beneficio de explotación ha sido de 50,1M, con una subida del 61%.

source: Earnings before interest and taxes (EBIT) amounted to CHF 3.1 million (1.3 %), compared to CHF 43.4 million (12.1 %) in the previous year.
es: Las ganancias antes de intereses e impuestos (EBIT) se situaron en 3,1 millones de CHF (1,3%) frente a los 43,4 millones de CHF (12,1%) del ejercicio anterior.

source: EBITD equals earnings before interest and taxes plus depreciation.
es: El Flujo de Operación equivale a Utilidad de Operación más Depreciación.

source: Earnings before interest and taxes (EBIT) rose by a considerable CHF 6.7 million to CHF 7.5 million.
es: Las ganancias antes de intereses e impuestos (EBIT) aumentaronconsiderablemente de 6,7 millones de CHF a 7,5 millones de CHF.

source: Earnings Before Interest and Taxes - EADS uses EBIT pre-goodwill impairment and exceptionals as a key indicator of its economic performance.
es: EADS usa el EBIT antes de amortización de fondo de comercio y extraordinarios como un indicador clave de su comportamiento económico.

source: At 167 million euros, earnings before interest and taxes remained as expected below the exceptionally high level of the previous year (179 million euros).
es: Con 167 millones de euros, el resultado antes de intereses e impuestos se mantuvo, tal como se esperaba, por debajo del extraordinario nivel del año anterior (179 millones de euros).
